{
    "index": {
        "title": "NOSO",
        "menu-lang": "English",
        "menu-home": "Home",
        "menu-features": "Features",
        "menu-about": "About",
        "menu-roadmap": "Roadmap",
        "menu-faq": "FAQ",
        "menu-downloads": "Downloads",
        "menu-explorer": "Explorer",
        "menu-documentation": "Documentation",
        "lead": "Cryptocurrency developed from the ground up by a team with more than a decade of experience in blockchain technologies.",
        "learn-more": "Learn more",
        "title-body": "<strong>NOSO</strong> IS A DYNAMIC AND SUSTAINABLE CRYPTOCURRENCY.",
        "title-newgen": "New Gen",
        "description-newgen": "Noso is <b>unique</b> and not another token, fork or copycoin.",
        "title-scalable": "Scalable",
        "description-scalable": "Noso is built with long-term <b>scalability</b> in mind.<br><br>",
        "title-txspeed": "Transaction Speed",
        "description-txspeed": "Over 50 sustained tps, 1900 tps future target and and nearly <b>instant</b> transfers.",
        "title-compatibility": "Compatibility",
        "description-compatibility": "Cross-compatibility and a <b>small footprint</b> allows Noso to run on virtually any system.",
        "title-novel-hashing-algo": "Novel hashing algo",
        "description-novel-hashing-algo": "Noso utilizes the novel hashing algorithm <b>Nosohash</b> with the aim to promote coin distribution to everyone.",
        "title-fair-distribution": "Fair distribution",
        "description-fair-distribution": "Noso coins are fairly distributed and can be earned through PoPW <a href=\"https://nosocoin.com/docs/index2-Earn%20Noso.html\">participation</a>, and <a href=\"https: //nosocoin.com/docs/index3-setup%20a%20node.html\">masternode</a> operation.",
        "title-secure": "Secure",
        "description-secure": "With Noso anybody can hold their own coins without intermediaries or intense resource demanding blockchains.",
        "title-eco-friendly": "Eco-friendly",
        "description-eco-friendly": "Noso's unique and eco-friendly PoPW requires nominal energy for coin distruibution. Over tme, earnings slowly transition to MasterNodes for a more sustainable blockchain operation.",
        "about-noso": "About <strong>Noso</strong>",
        "title-mission": "Our Mission",
        "content-mission": "With Noso, we aim to make everyone profit from blockchain technologies creating a better tomorrow for all of us.",
        "message-staytuned": "Following the example of infamous Satoshi Nakamoto we are working hard on compiling aWhitepaper for you. Please stay tuned. If you would like to learn more about Noso in the meantime please head over to the <a href=\"https://nosocoin.com/docs/\">Docs</a>.",
        "invite-discord": "Chat with us on Discord",
        "title-roadmap": "Noso Roadmap",
        "expand-roadmap": "(Expand)",
        "title-q1-roadmap": "Whitepaper & Nosod",
        "tag-q1-roadmap": "2023 Q1",
        "description-q1-roadmap": "Complete and release revised white paper, roadmap and Noso wiki/FAQ on nosocoin.com <br>Release updated Explorer <br>Complete and release Nosod and library sets (This optimized node software will make the Noso network faster and more efficient than ever)",
        "title-q2-roadmap": "Wallet PoPW integration",
        "tag-q2-roadmap": "2023 Q2",
        "description-q2-roadmap": "Fully implement PoPW and popwnet<br>Update NosoLite and NosoMobile wallets to include PoPW \"earning\"<br>Release NosoMobile PoPW wallet on Android and iPhone app stores. <br>Release Liquidity pool to monetize Noso</div>",
        "title-q3-roadmap": "P2P Trading",
        "tag-q3-roadmap": "2023 Q3",
        "description-q3-roadmap": "GVT mainnet system implementation <br>Release of NoBiEx, a peer to peer decentralized exchange that will enable users toexchange Noso to any crypto using the Noso blockchain as escrow.",
        "title-q4-roadmap": "Protocol 3",
        "tag-q4-roadmap": "2023 Q4",
        "description-q4-roadmap": "Begin Protocol 3 development to include Smart contracts and 60 seconds transfer confirmations",
        "title-help": "Frequently Asked Questions",
        "content-help": "For more information please visit the <a href=\"https://nosocoin.com/docs/\">Docs</a>.",
        "help-q1": "What is Noso?",
        "help-a1": "Noso is a cryptocurrency developed from scratch, building and running over its own blockchain. It means that it is not a token, a fork or a copycoin.",
        "help-q2": "Is Noso stakable?",
        "help-a2": "No. Much like Staking, Noso holders can earn coins by operating and managing a MasterNode.",
        "help-q3": "How does Proof-of-Stake (PoS) work in Noso?",
        "help-a3": "Each address with a balance higher than 0.20% of the total supply that is \"staked\" in a MasterNode, is eligible to earn a MasterNode share when a block is created. By design, the stake required increases 0.1 Noso each block. To determine the amount of Noso needed to participate in MasterNode rewards, refer to red box at the bottom of Nosolite wallet. ",
        "help-q4": "Why is noso.exe and consominer2.exe flagged as a virus?",
        "help-a4": "In the last decade or so, the anti-virus software began using a method called heuristics to better detect viruses that had code to evade detection. While that helped with a better detection, it also came with the undesirable side effect of false positives. This happens more often with non-signed software that has code to access the Internet. Since both, the wallet and the earning app do access the Internet, they trigger a false positive. They do not have a virus, they just tickle the anti-virus software the wrong way.",
        "help-q5": "What is Noso’s supply?",
        "help-a5": "Total supply is 21,000,000. Current supply can be found on Noso blockchain explorer. ",
        "help-q6": "Is Noso listed at any Exchange?",
        "help-a6": "Not right now, since the project is a open-source project, feel free to get in contact with exchanges to get Noso listed there. The future implementation of NoBiEx and liquidity pool will provide the ability to exchange Noso into other crypto currencies.",
        "help-q7": "How can I purchase Noso",
        "help-a7": "At the moment there is not an official method for purchasing Noso. It maybe possible to buy Noso from a Discord member by posting an offer in the #general channel. The future implementation of NoBiEx and liquidity pool will provide the ability to purchase Noso. Please refer to our roadmap.",
        "help-q8": "How do I create a new wallet address?",
        "help-a8": "This can be done from inside any of the Noso Wallets. From within Nosolite, right click under “Address,” select “New.” From within Noso Mobile or Noso Web Wallets, select the “New” button on the top left under the Noso logo. For Noso Wallet, select the “+” button to the right of the “Address” header. **Remember to backup your wallet every time you create a new wallet address.**",
        "help-q9": "Can Noso be earned from a smartphone?",
        "help-a9": "Yes. Please refer to the <a href=\"https://nosocoin.com/docs/index2-Earn%20Noso.html\">docs</a> on how to earn Noso with a smartphone. Remember to use the latest PoPW compatible app for your hardware.",
        "help-q10": "Are there any Noso pools I can join?",
        "help-a10": "Yes. Please refer to our <a href=\"https://nosocoin.com/docs/\">Noso pools page</a> for the latest available Noso pools.",
        "download": "Download",
        "title-start": "Getting started with <strong>noso</strong>.",
        "content-start": "Download the latest Wallet, Earning app and/or Node binaries from the <a href=\"https://github.com/Noso-Project\">Noso Github repository</a> or build them from source. Learn more about the <b>Nosoverse</b> in the <a href=\"https://nosocoin.com/docs/\">Docs</a>.",
        "title-download-masternode": "Master Node",
        "content-download-masternode": "Download NosoNode software to run a Master Node.",
        "title-download-wallet": "Wallet",
        "content-download-wallet": "Download Nosolite to hold and transfer Noso coins.",
        "title-download-mobilewallet": "Mobile Wallet",
        "content-download-mobilewallet": "Download the Mobile Wallet to use Noso on your phone.",
        "title-download-earnnoso": "Earn Noso",
        "content-download-earnnoso": "Download Noso's native PoPw tool to earn Noso."
    }
}